Repository: eurolinux-enterprise-linux-sources/gok
Catalog: src/po/*.po
Languages: de, ml, pt

source: GOK Keyboard Editor
de: Bildschirmtastatur Tastatureditor
ml: GOK കീബോര്‍ഡ് എഡിറ്റര്‍
pt: Editor de Teclado GOK

source: GOK Preferences
de: Bildschirmtastatur Einstellungen
ml: GOK മുന്‍ഗണനകള്‍
pt: Preferências GOK

source: GOK:
de: Bildschirmtastatur:

source: Key Height
de: Tastenhöhe
ml: കീയുടെ ഉയരം
pt: Altura de Tecla

source: Key Spacing
de: Tastenabstand
ml: കീ സ്പെയിസിങ്
pt: Espaço de Tecla

source: Key Width
de: Tastenbreite
ml: കീയുടെ വീതി
pt: Largura de Tecla

source: Key _width:
de: Tasten_breite:
ml: കീയുടെ _വീതി:
pt: _Largura de tecla:

source: Key h_eight:
de: Tasten_höhe:
ml: കീയുടെ _ഉയരം:
pt: Altura de t_ecla:

source: Keyboards
de: Tastaturen
ml: കീബോര്‍ഡുകള്‍
pt: Teclados

source: Keycode:
de: Tastencode:
ml: കീകോഡ്:
pt: Código de Tecla:

source: Keysym:
de: Tastensymbol:
pt: Sim. de Tecla:

source: Label:
de: Beschriftung:
ml: ലിഖിതം:
pt: Etiqueta:

source: Left:
de: Links:
ml: വലത്തു്:
pt: Esquerdo:

source: Match physical keyboard as reported by X Server
de: Auf tatsächliche, vom X-Server berichtete Tastatur abstimmen
ml: എക്സ് സര്‍വര്‍ രേഖപ്പെടുത്തിയിരിക്കുന്നപോലെ ഫിസിക്കല്‍ കീബോര്‍ഡുമായി പൊരുത്തപ്പെടുക
pt: Coincidir teclado físico tal como reportado pelo Servidor X

source: Modifier Post
de: Modifikator Nach
ml: മോഡിഫയര്‍ പോസ്റ്റ്
pt: Pós-Modificador

source: Modifier Pre
de: Modifikator Vor
ml: മോഡിഫയര്‍ പ്രീ
pt: Pré-Modificador

source: Modifier:
de: Modifikator:
ml: മോഡിഫയര്‍:
pt: Modificador:

source: Move Down
de: Nach Unten
ml: താഴേക്ക് നീക്കുക
pt: Mover Abaixo

source: Move Up
de: Nach Oben
ml: മുകളിലേക്ക് നീക്കുക
pt: Mover Acima

source: New
de: Neu
ml: പുതിയ
pt: Novo

source: Next Key
de: Nächste Taste
ml: അടുത്ത കീ
pt: Tecla Seguinte

source: Number of _flashes:
de: _Blink-Anzahl:
ml: _ഫ്ലാഷുകളുടെ എണ്ണം:
pt: Número de _flashes:

source: Number of _predictions:
de: An_zahl der Vorhersagen:
ml: _പ്രവചനങ്ങളുടെ എണ്ണം:
pt: Número de _previsões:

source: Number of command predictions:
de: Anzahl der Befehlsvorhersagen:
ml: കമാന്‍ഡ് പ്രവചനങ്ങളുടെ എണ്ണം:
pt: Número de previsões de comando:

source: Number of word predictions:
de: Anzahl der Befehlsvorhersagen:
ml: വാചക പ്രവചനങ്ങളുടെ എണ്ണം:
pt: Número de previsões de palavra:

source: Other _input device:
de: A_nderes Eingabegerät:
ml: മറ്റു് _ഇന്‍പുട്ട് ഡിവൈസ്:
pt: Outro d_ispositivo de entrada:

source: Prediction
de: Vorhersage
ml: പ്രവചനം
pt: Previsão

source: Press
de: Drücken
ml: അമര്‍ത്തുക
pt: Premir

source: Previous Key
de: Vorherige Taste
ml: മുമ്പുള്ള കീ
pt: Tecla Anterior

source: Read keyboard from file:
de: Tastatur aus Datei lesen:
ml: ഫയലില്‍ നിന്നും കീബോര്‍ഡ് ലഭ്യമാക്കുക:
pt: Ler teclado do ficheiro:

source: Release
de: Loslassen
ml: ലക്കം
pt: Soltar

source: Right:
de: Rechts:
ml: വലത്തു്:
pt: Direito:

source: S_witch
de: _Schalter
ml: _സ്വിച്ച്
pt: _Interruptor

source: Show Only This Font Group
de: Nur diese Schriftgruppe anzeigen
ml: ഈ അക്ഷരസഞ്ചയത്തിനുള്ള ഗ്രൂപ്പ് മാത്രം കാണിക്കുക
pt: Apresentar Apenas Este Grupo de Fonte

source: So_und:
de: _Klang:
ml: _ശബ്ദം:
pt: S_om:

source: Speak key _label
de: Tasten_beschriftung vorlesen
ml: സ്പീക്ക് കീ _ലേബല്‍
pt: _Locucionar etiqueta da tecla

source: Style:
de: Stil:
ml: ശൈലി:
pt: Estilo:

source: Switch _1
de: Schalter _1
ml: സ്വിച്ച് _1
pt: Interruptor _1

source: Switch _2
de: Schalter _2
ml: സ്വിച്ച് _2
pt: Interruptor _2

source: Switch _3
de: Schalter _3
ml: സ്വിച്ച് _3
pt: Interruptor _3

source: Switch _4
de: Schalter _4
ml: സ്വിച്ച് _4
pt: Interruptor _4

source: Switch _5
de: Schalter _5
ml: സ്വിച്ച് _5
pt: Interruptor _5

source: Target:
de: Ziel:
ml: ലക്ഷ്യം:
pt: Destino:

source: To Back
de: Nach Hinten
ml: പുറകോട്ട്
pt: Para Trás

source: To Front
de: Nach Vorne
ml: മുന്നിലേക്കു്
pt: Para a Frente

source: Toggle
de: Auslösen
ml: ടൊഗ്ഗിള്‍
pt: Alternar

source: Top:
de: Oben:
ml: മുകളില്‍:
pt: Superior:

source: Use _extra word list file(s)
de: _Zusätzliche Wortlistendatei(en) verwenden
ml: _എക്സ്ട്രാ വേര്‍ഡ് ലിസ്റ്റ് ഫയല്‍ ഉപയോഗിക്കുക
pt: _Utilizar ficheiro(s) adicional(ais) de lista de palavras

source: Use _key averaging
de: Tasten-_Durchschnittsberechnung verwenden
ml: _കീ ആവറേജിങ് ഉപയോഗിക്കുക
pt: Utilizar _média de teclas

source: Valuator Sensitivity
de: Empfindlichkeit des Abschätzers
ml: വാല്വേറ്റര്‍ സെന്‍സിറ്റിവിറ്റി
pt: Sensibilidade do Avaliador

source: Word Completion
de: Wort-Vervollständigung
ml: വാക്കു് പൂര്‍ണ്ണമാക്കല്‍
pt: Completar Palavra

source: _100ths of a second
de: _tausendstel Sekunden
ml: ഒരു സെക്കന്‍ഡിന്റെ _100
pt: _100s de segundo

source: _Add
de: _Hinzufügen
ml: ചേര്ക്കുക
pt: _Adicionar

source: _Browse...
de: Aus_wählen …
ml: അന്വേഷണം...
pt: _Navegar...

source: _Delete
de: _Löschen
ml: നീക്കം ചെയ്യ‍ുക
pt: _Apagar

source: _Method:
de: _Methode:
ml: _സംവിധാനം:
pt: _Método:

source: _New
de: _Neu
ml: പുതിയ
pt: _Novo

source: _Number of predictions:
de: A_nzahl der Vorhersagen:
ml: _എത്ര പ്രവചനങ്ങള്‍:
pt: _Número de previsões:

source: _Rename
de: _Umbenennen
ml: _പേര‍് മാറ്റുക
pt: _Renomear

source: _Single axis:
de: _Einzelne Achse:
ml: _സിംഗിള്‍ ആക്സിസ്:
pt: Ei_xo único:

source: _Spacing:
de: _Abstand:
ml: _സ്പെയിസിങ്:
pt: E_spaço:

source: _Use Desktop Theme Preferences
de: Themeneinstellungen der _Arbeitsumgebung verwenden
ml: പണിയിട പ്രമേയ മുന്‍ഗണനകള്‍ _ഉപയോഗിക്കുക
pt: _Utilizar Preferências do Tema de Ambiente

source: _Valuator
de: _Abschätzer
ml: _വാല്വേറ്റര്‍
pt: A_valiador

source: _X-Y valuator (axes 0 and 1)
de: _X-Y-Abschätzung (Achsen 0 und 1)
ml: _X-Y വാല്വേറ്റര്‍ (ആക്സുകള്‍ 0, 1)
pt: Avaliador _X-Y (eixos 0 e 1)

source: access method name
de: Name der Zugriffs
ml: ആക്സസ്സ് മെഥേഡിന്റെ പേരു്
pt: nome do método de acesso

source: cancel
de: Abbrechen
ml: റദ്ദാക്കുക
pt: cancelar

source: display user help
de: Benutzerhilfe anzeigen
ml: ഉപയോക്താവിനുള്ള സഹായം പ്രദര്‍ശിപ്പിക്കുക
pt: apresentar ajuda ao utilizador

source: high
de: hoch
ml: കൂടിയ
pt: alta

source: low
de: gering
ml: കുറഞ്ഞ
pt: baixa

source: pixels
de: Pixel
ml: പിക്സലുകള്‍

source: revert to original settings
de: Auf die ursprünglichen Einstellungen zurücksetzen
ml: പഴയ സജ്ജീകരണങ്ങളിലേക്കു് തിരികെ പോകുക
pt: reverter para as definições por omissão

source: try these settings
de: diese Einstellungen ausprobieren
ml: ഈ സജ്ജീകരണങ്ങളുപയോഗിച്ചു് ശ്രമിച്ചുനോക്കുക
pt: testar estas definições

source: use these settings
de: Diese Einstellungen verwenden
ml: ഈ സജ്ജീകരണങ്ങള്‍ ഉപയോഗിക്കുക
pt: utilizar estas definições

source: Sorry, Access Method Wizard not implemented yet.
de: Leider ist der Zugriffsmethoden-Assistent noch nicht implementiert.
ml: ക്ഷമിക്കണം, ആക്സസ്സ് മെഥേഡ് വിസാര്‍ഡ് സജ്ജമാക്കിയിട്ടില്ല.
pt: Assistente de Método de Acesso por implementar.

source: GOK Access Method Wizard
de: Bildschirmtastatur-Zugriffsmethoden-Assistent
ml: GOK ആക്സസ്സ് മെഥേഡ് വിസാര്‍ഡ്
pt: Assistente de Método de Acesso GOK

source: GOK Browse for sound file
de: Bildschirmtastatur – Auswählen einer Audio-Datei
ml: ശബ്ദഫയലിനുള്ള GOK ബ്രൌസ്
pt: Procurar ficheiros de som GOK

source: Sorry, browse for sound file not implemented yet.
de: Leider ist das Auswählen einer Audio-Datei noch nicht implementiert.
ml: ക്ഷമിക്കണം, ശബ്ദഫയലിനുള്ള ബ്രൌസ് സജ്ജമാക്കിയിട്ടില്ല.
pt: Procura de ficheiros de som por implementar.

source: GOK Inverse Scanning Advanced
de: GOK - Erweitertes umgekehrtes Abfragen
ml: GOK ഇന്‍വേഴ്സ് സ്കാനിങ് അഡ്വാന്‍സ്ഡ്
pt: Exame Inverso Avançado GOK

source: Sorry, advanced settings not implemented yet.
de: Leider sind die komplexen Einstellungen noch nicht implementiert.
ml: ക്ഷമിക്കണം, അധികമായ ക്രമീകരണങ്ങള്‍ സജ്ജമാക്കിയിട്ടില്ല.
pt: Configurações avançadas por implementar.

source: You have modified the current file. Do you want to discard your changes?
de: Sie haben die aktuelle Datei geändert. Sollen die Änderungen verworfen werden?
ml: നിങ്ങള്‍ നിലവിലുള്ള ഫയലില്‍ മാറ്റിയിരിക്കുന്നു. നിങ്ങള്‍ക്കു് അവ മാറ്റണമോ?
pt: O ficheiro actual foi alterado. Deseja descartar as suas alterações?

source: Keyboard Filename Invalid
de: Name der Tastaturdatei ungültig
ml: കീബോര്‍ഡിന്റെ ഫയല്‍നാമം തെറ്റാണു്
pt: Nome de Ficheiro de Teclado Inválido

source: new
de: neu
ml: പുതിയ
pt: novo

source: Select keyboard file for editing
de: Zu bearbeitende Tastaturdatei auswählen
ml: മാറ്റം വരുത്തുന്നതിനായി കീബോര്‍ഡിന്റെ ഫയല്‍ തിരഞ്ഞെടുക്കുക
pt: Seleccione ficheiro de teclado para edição

source: .kbd files
de: .kbd-Dateien
ml: .kbd ഫയലുകള്‍
pt: ficheiros .kbd

source: label
de: Beschriftung
ml: ലിഖിതം
pt: etiqueta

source: Can't save file: %s
de: Datei „%s” konnte nicht gespeichert werden
ml: ഫയല്‍ സൂക്ഷിക്കുവാന്‍ സാധ്യമല്ല: %s
pt: Incapaz de gravar ficheiro: %s

source: Save keyboard file as
de: Tastaturdatei speichern unter
ml: കീബോര്‍ടിന്റെ ഫയല്‍ സൂക്ഷിക്കേണ്ട പേര്
pt: Gravar ficheiro de teclado como

source: This is not a valid keyboard filename: %s
de: Dies ist kein gültiger Name der Tastaturdatei: %s.
ml: ഇത് കീബോര്‍ടിനുള്ള ശരിയായ ഒരു ഫയല്‍നാമമല്ല : %s
pt: Não é um nome de ficheiro de teclado válido: %s

source: (new)
de: (neu)
ml: (പുതിയ)
pt: (novo)

source: GOK has detected activity from a new hardware device named '%s'. Would you like to use this device instead of device '%s'?
de: GOK hat Aktivitäten eines neuen Hardware-Geräts mit dem Namen »%s« festgestellt. Möchten Sie lieber dieses Gerät an Stelle des Geräts »%s« verwenden?
ml: '%s' എന്ന പേരുള്ള ഒരു പുതിയ ഹാര്‍ഡ്‌വെയര്‍ ഡിവൈസില്‍ നിന്നും GOK പ്രവര്‍ത്തനം കണ്ടുപിടിച്ചു. '%s' ഡിവൈസിനു് പകരം നിങ്ങള്‍ക്കു് ഈ ഡിവൈസ് ഉപയോഗിക്കണമോ?
pt: O GOK detectou actividade por parte de um novo dispositivo de equipamento denominado '%s'. Deseja utilizar este dispositivo em vez do '%s'?

source: Mute
de: Stumm
ml: ശബ്ദം ഇല്ലാതാക്കുക
pt: Silenciar

source: Mouse Keys
de: Maus- tasten
ml: മൌസ് കീ
pt: Teclas Rato

source: Left Tab
de: Linker Tabul.
ml: ഇടത്തുള്ള ടാബ്
pt: Tabulador Esquerdo

source: Divide
de: Dividieren
ml: ഹരിക്കുക
pt: Dividir

source: Multiply
de: Multiplizieren
ml: ഗുണിക്കുക
pt: Multiplicar

source: Subtract
de: Subtrahieren
ml: കുറയ്ക്കുക
pt: Subtrair

source: Addition
de: Addieren
ml: ചേര്‍ക്കല്‍
pt: Adicionar

source: Prior
de: Frühere
ml: മുമ്പുള്ള
pt: Anterior

source: Next
de: Nächste
ml: അടുത്തത്
pt: Seguinte

source: Home
de: Pos1

source: End
de: Ende

source: Up
de: Oben
pt: Acima

source: Down
de: Unten
pt: Abaixo

source: Left
de: Links
ml: ഇടത്തോട്ട്
pt: Esquerda

source: Right
de: Rechts
ml: വലത്തോട്ട്
pt: Direita

source: Begin
de: Anfang
pt: Início

source: Decimal
de: Dezimal

source: Multi key
de: Multi- taste
pt: Tecla multi

source: Eisu toggle
de: Eiso- umsch.
pt: Alternar Eisu

source: Henkan Mode
de: Henkan- modus
pt: Modo Henkan

source: Mode switch
de: Modus- wechsel
pt: Alternar modo

source: Xkb extension could not be initialized! (error code %x)
de: Xkb-Erweiterung konnte nicht initialisiert werden! (Fehlerkennung %x)
ml: Xkb എക്സ്റ്റെന്‍ഷന്‍ ആരംഭിക്കുവാന്‍ സാധ്യമല്ല! (പിശക് കോഡ് %x)
pt: Incapaz de inicializar extensão Xkb! (código de erro %x)

source: keyboard description not available!
de: Tastaturbeschreibung nicht verfügbar!
ml: കീബോര്‍ഡിനെ സംബന്ധിച്ചുള്ള വിവരണം ലഭ്യമല്ല!
pt: Descrição de teclado indisponível!

source: Keyboard Geometry cannot be read from your X Server.
de: Tastaturgeometrie konnte nicht von Ihrem X-Server gelesen werden.
ml: നിങ്ങളുടെ X സര്‍വറില്‍ നിന്നും കീബോര്‍ഡ് ജോമെട്രി ലഭ്യമാക്കുവാന്‍ സാധ്യമല്ല.
pt: Incapaz de ler Geometria de Teclado a partir do Servidor X.

source: Back
de: Zurück
ml: പിന്നോട്ട്
pt: Retroceder

source: Repeat Next
de: Nächste wiederholen
ml: അടുത്തത് ആവര്‍ത്തികുക
pt: Repetir Seguinte

source: Edit
de: Bearbeiten
ml: മാറ്റം വരുത്തുക
pt: Editar

source: Num Pad
de: Zf.- Blck
pt: Teclado Numérico

source: Hide
de: Verbergen
ml: അദൃശ്യമാക്കുക
pt: Esconder

source: shift
de: Umschalttaste

source: Back Space
de: Rück- taste

source: space
de: Leerzeichen
pt: barra de espaços

source: Enter
de: Eingabetaste

source: Menus
de: Menüs
ml: പട്ടികകള്

# level 0
source: abcdefghijklmnopqrstuvwxyz1234567890-=[];'#\,./
de: abcdefghijklmnopqrstuvwxyzäöüß1234567890,.+-#^
pt: abcçdefghijklmnopqrstuvwxyz1234567890-=[];'#\,./

# level 1
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ!"3$%^&*()_+{}:@~<>?
de: ABCDEFGHIJKLMNOPQRSTUVWXYZÄÖÜ?!"§$%&/()=;:*_'°
pt: ABCÇDEFGHIJKLMNOPQRSTUVWXYZ!"3$%^&*()_+{}:@~<>?

# freq-level 0
source: etaonrishdlfcmugypwbvkxjqz`1234567890-=\[];'<,./
de: enisratdhulcgmobwfkzüpäövßjyxq1234567890,.+-#^
pt: etaonrisdlfcmugpbvxjqçhzkwy`1234567890-=\[];'<,./

# freq-level 1
source: ETAONRISHDLFCMUGYPWBVKXJQZ~!@#$%^&*()_+|{}:"><>?
de: ENISRATDHULCGMOBWFKZÜPÄÖV?JYXQ!"§$%&/()=;:*_'°
pt: ETAONRISHDLFCMUGPBVXJQÇZKWY~!@#$%^&*()_+|{}:"><>?

source: GOK -
de: Bildschirmtastatur –

source: GUI
de: Grafische Benutzeroberfläche

source: Table
de: Tabelle
ml: ടേബിള്‍
pt: Tabela

source: Toolbars
de: Werkzeugleisten
ml: ടൂള്‍ബാറുകള്‍
pt: Barras de Ferramentas

source: Applications
de: Anwendungen
ml: പ്രയോഗങ്ങള്‌
pt: Aplicações

source: Menu
de: Menü
ml: പട്ടിക

source: GOK
de: Bildschirmtastatur

source: Dynamic virtual keyboards for the GNOME desktop
de: Dynamische, virtuelle Tastaturen für die GNOME-Arbeitsumgebung
ml: ഗ്നോം പണിയിടത്തിനുള്ള ഡൈനമിക് വിര്‍ച്ച്വല്‍ കീബോര്‍ഡുകള്‍
pt: Teclados virtuais dinâmicos para o ambiente de trabalho GNOME

source: translator-credits
de: Christian Neumair <chris@gnome-de.org> Hendrik Richter <hendrikr@gnome.org> Christian Kirbach <Christian.Kirbach@googlemail.com> Mario Blättermann <mario.blaettermann@freenet.de>
ml: അനി പീറ്റര്‍ <peter.ani@gmail.com>
pt: Rui Batista <ruiandrebatista@gmail.com>, Duarte Loreto <happyguy_pt@hotmail.com>

source: Full Credits
de: Alle Mitwirkenden
ml: പൂര്‍ണ്ണ അംഗീകാരം
pt: Créditos Detalhados

source: About GOK
de: Info zu GOK
ml: GOK സംബന്ധിച്ച്
pt: Sobre o GOK

source: can't initialize the libusb backend - %s
de: Das libusb-Backend konnte nicht gestartet werden – %s
ml: libusb ബാക്കെന്‍ഡ് ആരംഭിക്കുവാന്‍ സാധ്യമല്ല - %s
pt: incapaz de inicializar o motor libusb - %s

source: gok-libusb.c: found device with VID:PID pair %x:%x
de: gok-libusb.c: Gerät mit VID:PID-Paar %x:%x gefunden
ml: gok-libusb.c: VID:PID പെയര്‍ %x:%x ഉള്ള ഡിവൈസ് ലഭ്യമല്ല
pt: gok-libusb.c: encontrado um dispositivo com o par VID:PID %x:%x

source: could not find device with VID:PID pair %x:%x.
de: Das Gerät mit dem VID:PID-Paar %x:%x wurde nicht gefunden.
ml: VID:PID പെയര്‍ %x:%x ഉള്ള ഡിവൈസ് കണ്ടുപിടിക്കുവാന്‍ സാധ്യമല്ല.
pt: incapaz de encontrar o dispositivo com o par VID:PID %x:%x.

source: there are incorrect permissions on %s
de: %s besitzt ungültige Zugriffsrechte
ml: %s-ല്‍ തെറ്റായ അനുവാദങ്ങള്‍ ഉണ്ട്
pt: as permissões de %s são incorrectas

source: no suitable USB endpoints found in device %x:%x
de: Es wurde kein passender USB-Endpunkt für das Gerät %x:%x gefunden.
ml: %x:%x ഡിവൈസില്‍ അനുയോജ്യമായ യുഎസ്ബി എന്‍ഡ്പോയിന്റുകള്‍ ലഭ്യമല്ല
pt: nenhum ponto terminal USB adequado encontrado no dispositivo %x:%x

source: error reading description
de: Fehler beim Lesen der Beschreibung
ml: വിശദീകരണം ലഭ്യമാക്കുന്നതില്‍ പിശക്
pt: erro ao ler a descrição

source: Key Feedback
de: Tastenrückmeldung
ml: കീ അഭിപ്രായം
pt: Resposta de tecla

source: V Scrollbar
de: V-Rollleiste
ml: വി സ്ക്രോള്‍ബാര്‍
pt: Rolamento V

source: H Scrollbar
de: H-Rollleiste
ml: എച് സ്ക്രോള്‍ബാര്‍
pt: Rolamento H

source: GOK Action Name
de: Bildschirmtastatur - Aktionsname
ml: GOK പ്രവര്‍ത്തനത്തിന്റെ പേര്
pt: Nome de Acção GOK

source: Change the action name:
de: Den Aktionsnamen ändern:
ml: പ്രവര്‍ത്തനത്തിനുള്ള പേര് മാറ്റുക:
pt: Alterar o nome da acção:

source: Action name can't be empty. Please enter a new action name.
de: Aktionsname darf nicht leer sein. Bitte geben Sie einen neuen Aktionsnamen ein.
ml: പ്രവര്‍ത്തനത്തിനുള്ള പേര് ശൂന്യമാകുവാന്‍ പാടില്ല. ദയവായി പുതിയ ഒരു പേര് നല്‍കുക.
pt: Nome de acção não pode ser vazio. Introduza um novo nome de acção.

source: Sorry, that action name already exists. Please enter a new action name
de: Dieser Aktionsname existiert bereits. Bitte geben Sie einen neuen Aktionsnamen ein.
ml: ക്ഷമിക്കണം, പ്രവര്‍ത്തനത്തിന് നല്‍കിയ ഈ പേര് നിലവിലുണ്ട്. ദയവായി പുതിയ ഒരു പേര് നല്‍കുക
pt: Esse nome de acção já existe. Introduza um novo nome de acção

source: New Action %d
de: Neue Aktion %d
ml: പുതിയ പ്രവര്‍ത്തി %d
pt: Nova Acção %d

source: Do you wish to delete this action (%s)?
de: Soll diese Aktion gelöscht werden (%s)?
ml: നിങ്ങള്‍ക്ക് ഈ പ്രവര്‍ത്തി നീക്കം ചെയ്യണമോ (%s)?
pt: Deseja apagar esta acção (%s)?

source: GOK Delete Action
de: Bildschirmtastatur - Aktion löschen
ml: GOK പ്രവര്‍ത്തി വെട്ടി നീക്കുക
pt: Apagar Acção GOK

source: GOK Feedback Name
de: Bildschirmtastatur - Rückmeldungsname
ml: GOK അഭിപ്രായത്തിനുള്ള പേര്
pt: Nome de Pergunta GOK

source: Change the feedback name:
de: Den Rückmeldungsnamen ändern:
ml: അഭിപ്രായങ്ങള്‍ക്കുള്ള പേര് മാറ്റുക:
pt: Alterar o nome da pergunta:

source: Feedback name can't be empty. Please enter a new feedback name.
de: Der Rückmeldungsname darf nicht leer sein. Bitte geben Sie einen Rückmeldungsnamen ein.
ml: നല്‍കുന്ന അഭിപ്രായത്തിനുള്ള പേര് ശൂന്യമായിരിക്കുവാന്‍ പാടില്ല. ദയവായി പുതിയ ഒരു പേര് നല്‍കുക.
pt: Nome de pergunta não pode ser vazio. Introduza um novo nome de pergunta.

source: Sorry, that feedback name already exists. Please enter a new feedback name
de: Dieser Rückmeldungsname existiert bereits. Bitte geben Sie einen anderen Rückmeldungsnamen ein.
ml: ക്ഷമിക്കണം, ഈ പേര് നിലവിലുണ്ട്. ദയവായി പുതിയ ഒരു പേര് നല്‍കുക
pt: Esse nome de pergunta já existe. Introduza um novo nome de pergunta.

source: New Feedback %d
de: Neue Rückmeldung %d
ml: പുതിയ അഭിപ്രായം %d
pt: Nova Pergunta %d

source: Do you wish to delete this feedback (%s)?
de: Soll diese Rückmeldung gelöscht werden (%s)?
ml: നിങ്ങള്‍ക്ക് ഈ അഭിപ്രായം നീക്കം ചെയ്യണമോ (%s)?
pt: Deseja apagar esta pergunta (%s)?

source: GOK Delete Feedback
de: Bildschirmtastatur - Rückmeldung löschen
ml: GOK അഭിപ്രായം വെട്ടി നീക്കുക
pt: Apagar Pergunta GOK

source: Select sound file
de: Audio-Datei auswählen
ml: ശബ്ദരചന തെരഞ്ഞെടുക്കുക
pt: Seleccionar ficheiro de som

source: Enter directory to search for additional GOK keyboard files.
de: Geben Sie den Ordner an, der nach zusätzlichen GOK-Tastaturdateien durchsucht werden soll.
ml: കൂടുതല്‍ GOK കീബോര്‍ഡ് ഫയലുകള്‍ തിരയുന്നതിനായി ഡയറക്ടറി നല്‍കുക.
pt: Introduza o directório onde procurar ficheiros adicionais de teclado GOK.

source: Select the XML file defining your startup compose keyboard
de: Wählen Sie die XML-Datei, die Ihre Verfassertastatur beim Starten definiert
ml: നിങ്ങളുടെ പ്രാരംഭ കംപോസ് കീബോര്‍ഡ് വ്യക്തമാക്കുന്നതിനായി XML ഫയല്‍ തെരഞ്ഞെടുക്കുക
pt: Seleccione o ficheiro XML que define o seu teclado composto inicial

source: Button
de: Knopf
ml: ബട്ടണ്‍
pt: Botão

source: Window List
de: Fensterliste
ml: ജാലക നാമാവലി
pt: Lista de Janelas

source: Could not read contents of dictionary file '%s'
de: Inhalt der Wörterbuchdatei »%s« konnte nicht gelesen werden
ml: '%s' എന്ന നിഘണ്ടു ഫയലിന്റെ ഉള്ളടക്കം ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല
pt: Incapaz de ler o conteúdo do ficheiro de dicionário '%s'

source: Use the specified access method. NAME is a string and can be found in the various access method files (.xam) assigned to the "name" property of <gok:accessmethod> tag. Note this is not necessarily the same as the name of the .xam file. (See --list-accessmethods)
de: Die angegebene Zugriffsmethode verwenden. NAME ist eine Zeichenkette und kann in den verschiedenen Zugriffsmethodendateien (.xam) gefunden werden, wobei sie der »name«-Eigenschaft des <gok:accessmethod>-Tags zugewiesen wird. Beachten Sie, dass dieser Name nicht zwingend der selbe wie der der xam-Datei sein muss (Siehe --list-accessmethods).
ml: നല്‍കിയിരിക്കുന്ന അനുമതിയ്ക്കുള്ള മാര്‍ഗം ഉപയോഗിക്കുക. NAME ആണു് സ്ട്രിങ്, <gok:accessmethod> റ്റാഗിന്റെ "പേരു്" വിശേഷതയിലേക്ക് നല്‍കിയിട്ടുള്ള അനവധി അനുമതി മാര്‍ഗ്ഗങ്ങള്‍ക്കുള്ള ഫയലില്‍ (.xam) ഇതു് ലഭ്യമാകുന്നു. ഇതു് xam ഫയലിന്റെ പേരുപോലെയുള്ളതാകണമെന്നില്ല. (--list-accessmethods കാണുക)
pt: Utilizar o modo de acesso especificado. NOME é uma expressão e pode ser encontrada nos vários ficheiros de métodos de acesso (.xam) associados à propriedade "name" da etiqueta <gok:accessmethod>. Note que não é necessariamente o mesmo que o nome do ficheiro .xam. (Consulte --list-accessmethods)

source: Start the GOK keyboard editor
de: Den Bildschirmtastatur-Editor starten
ml: GOK കീബോര്‍ഡ് എഡിറ്റര്‍ ആരംഭിക്കുക
pt: Iniciar o editor de teclado GOK

source: Use special, but possibly unstable, gok stuff
de: Spezielles, allerdings möglicherweise instabiles GOK-Zeugs verwenden
ml: പ്രത്യേകമായ gok വസ്തുക്കള്‍ ഉപയോഗിക്കുക
pt: Utilizar funcionalidades especiais do gok, possivelmente instáveis

source: Whenever --geometry is not used gok remembers its position between invocations and starts in the position that it had when it was last shutdown. When --geometry is used gok positions itself within the rectangular area of screen described by the given X11 geometry specification. When --geometry is used gok does not remember its position when it shuts down. This behaviour can be changed with the --remembergeometry flag which forces gok to remember its position when shutdown even when it was started with --geometry.
de: Immer, wenn „--geometry” nicht übergeben wird, erinnert sich GOK an die letzte Position vor dem Aufruf und startet an derselben Position, die beim letzten Beenden verwendet wurde. Falls „--geometry” übergeben wird, positioniert GOK sich innerhalb des rechteckigen, von der übergebenen X11-Geometrieangabe festgelegten Bereichs. Dieses Verhalten kann mittels der Option „--remembergeometry” verändert werden, welche GOK dazu zwingt, sich an die letzte Position vor dem Beenden zu erinnern, obwohl „--geometry” übergeben wurde.
ml: --geometry ഉപയോഗിക്കാത്തപ്പോള്‍, gok ആവശ്യമായ സ്ഥലങ്ങള്‍ സൂക്ഷിക്കുകയും അടച്ചുപൂട്ടി തിരികെ ആരംഭിക്കുമ്പോള്‍, അവസാനമുണ്ടായിരുന്ന സ്ഥാനത്തു് നിന്നും ആരംഭിക്കുകയും ചെയ്യുന്നു. --geometry ഉപയോഗിക്കുമ്പോള്‍, നല്‍കിയിരിക്കുന്ന X11 ജോമെട്രി വിവരണമനുസരിച്ചുള്ള സ്ക്രീനിന്റെ സമകോണമുള്ള സ്ഥലത്തില്‍ gok സ്ഥാനം പിടിക്കുന്നു. --geometry ഉപയോഗിക്കുമ്പോള്‍, അടച്ചു പൂട്ടുന്ന സമയത്തുള്ള അതിന്റെ സ്ഥാനം gok സൂക്ഷിക്കുന്നതല്ല. --remembergeometry ഫ്ലാഗ് ഉപയോഗിച്ചു് നിര്‍ബന്ധപൂര്‍‌വ്വം ഈ രീതി മാറ്റാം. അപ്പോള്‍ --geometry ഉപയോഗിക്കുമ്പോഴും gok അടച്ചുപൂട്ടി തുറക്കുമ്പോള്‍ അതിന്റെ പഴയ സ്ഥാനം ലഭ്യമാക്കുന്നു.
pt: Sempre que --geometry não é utilizada o gok recorda a sua posição entre invocações e inicia-se na posição que detinha antes da última vez que terminou. Quando --geometry é utilizado o gok coloca-se dentro da área rectangular descrita pela especificação de geometria X11 indicada. Quando --geometry é utilizada gok não se recorda da sua posição ao terminar. Este comportamento pode ser alterado com a opção --remembergeometry que força o gok a recordar a sua posição ao terminar mesmo que tenha sido iniciado com --geometry.

source: GEOMETRY
de: GEOMETRIE
ml: ജ്യാമിതി
pt: GEOMETRIA

source: Use the specified input device
de: Das angegebene Eingabegerät verwenden
ml: പറഞ്ഞിരിക്കുന്ന ഇന്‍പുട്ട് ഡിവൈസ് ഉപയോഗിക്കുക
pt: Utilizar o dispositivo de entrada especificado

source: DEVICENAME
de: GERÄTENAME
pt: NOMEDISPOSITIVO

source: Start GOK with the specified keyboard.
de: Die Bildschirmtastatur mit der angegebenen Tastatur starten.
ml: ഏതെങ്കിലും ഒരു കീബോര്‍ഡ് ഉപയോഗിച്ച് GOK ആരംഭിക്കുക.
pt: Iniciar GOK com o teclado especificado.

source: KEYBOARDNAME
de: TASTATURNAME
pt: NOMETECLADO

source: List the access methods that can be used as options to other arguments.
de: Die Zugriffsmethoden auflisten, die als Optionen für andere Argumente verwendet werden können.
ml: മറ്റു് ആര്‍ഗ്യുമെന്റുകള്‍ക്കു് ഉപാധികളായി ഉപയോഗിക്കുവാനുള്ള പ്രവേശന മാര്‍ഗ്ഗങ്ങള്‍ കാണിക്കുക.
pt: Indique os métodos de acesso que podem ser utilizados como opções para outros argumentos.
