Repository: eurolinux-enterprise-linux-sources/gok
Catalog: src/po/*.po
Languages: de, ml, pt

source: List the actions that can be used as options to other arguments.
de: Die Aktionen auflisten, die als Optionen für andere Argumente verwendet werden können.
ml: മറ്റു് ആര്‍ഗ്യുമെന്റുകള്‍ക്കു് ഉപാധികളായി ഉപയോഗിക്കുവാനുള്ള പ്രവര്‍ത്തനങ്ങള്‍ കാണിക്കുക.
pt: Indique as acções que podem ser utilizadas como opções para outros argumentos.

source: GOK will be used to login
de: Die Bildschirmtastatur zum Anmelden verwenden
ml: പ്രവേശിക്കുന്നതിനായി GOK ഉപയോഗിക്കുന്നു
pt: GOK será utilizado para iniciar sessão

source: GOK will display keys for nameless GUI. Useful for debugging.
de: Es werden Schüssel für namenlose Fenster angezeigt. Dies ist nützlich zur Fehlerdiagnose.
ml: GOK പേരില്ലാത്ത GUI-യ്ക്കുള്ള കീകള്‍ കാണിക്കുന്നു. ഡീബഗ്ഗിങിനായി ഉപയോഗപ്രദമാണു്.
pt: GOK irá apresentar as teclas para o Interface Gráfico sem nome. Útil para depurar.

source: Can be used with --geometry. Forces GOK to remember its position when shutdown even when it was started with --geometry. Please see the discussion under the --geometry flag for more information.
de: Kann in Verbindung mit „--geometry” übergeben werden. Zwingt GOK, sich die Position des Fensters beim Beenden zu merken, auch wenn es mit „--geometry” gestartet wurde.
ml: --geometry-നൊപ്പം ഉപയോഗിക്കാം. --geometry-നൊപ്പം ആരംഭിച്ചെങ്കിലും അടച്ചുപൂട്ടുമ്പോള്‍ അതിന്റെ സ്ഥാനം സൂക്ഷിക്കുന്നതിനായി GOK നിര്‍ബന്ധിക്കുന്നു. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ദയവായി --geometry ഫ്ലാഗിലുള്ള ചര്‍ച്ചകള്‍ കാണുക.
pt: Pode ser utilizado com --geometry. Força o GOK a recordar a sua posição quando terminar mesmo que tenha sido iniciado com --geometry. Consulte a discussão sobre a opção --geometry para mais informações.

source: Start GOK and hook this action to scan operations. (See --list-actions)
de: GOK starten und diese Aktion hooken, um Operationen abzufragen (Siehe --list-actions).
ml: GOK ആരംഭിച്ചു് പ്രക്രിയകള്‍ പരിശോധിക്കുക. (--list-actions കാണുക)
pt: Iniciar o GOK e associar esta acção a operações de análise. (Consulte --list-actions)

source: Start GOK and hook this action to select operations. (See --list-actions)
de: GOK starten und diese Aktion hooken, um Operationen zu wählen (Siehe --list-actions).
ml: GOK ആരംഭിച്ചു് പ്രക്രിയകള്‍ തെരഞ്ഞെടുക്കുക. (--list-actions കാണുക)
pt: Iniciar o GOK e associar esta acção a operações de selecção. (Consulte --list-actions)

source: Open the settings dialog box when GOK starts
de: Beim Starten der Bildschirmtastatur das Einstellungen-Dialogfeld öffnen
ml: GOK ആരംഭിക്കുമ്പോള്‍ ക്രമികരണങ്ങള്‍ക്കുള്ള ഡയലോഗ് ബോക്സ് തുറക്കുക
pt: Abrir a caixa de diálogo de definição ao iniciar o GOK

source: Use libusb for input events and use the device with the specified USB Vendor ID (VID) and Product ID (PID).
de: libusb für Eingabeereignisse nutzen und das Gerät mit der angegebenen Herstellerkennung (VID) und Produktkennung (PID) verwenden.
ml: ഇന്‍പുട്ട് ഇവന്റുകള്‍ക്കായി libusb ഉപയോഗിക്കുക, നല്‍കിയിരിക്കുന്ന USB വെണ്ടര്‍ ID (VID) പ്രൊഡക്ട് ID (PID) എന്നിവയുള്ള ഡിവൈസ് ഉപയോഗിക്കുക.
pt: Utilizar a libusb para eventos de entrada e utilizar o dispositivo com o ID de Fabricante (VID) e ID de Produto (PID) USB.

source: Attempt to use GOK without the system mouse
de: Versuchen, GOK ohne die Systemmaus zu verwenden
ml: സിസ്റ്റം മൌസില്ലാതെ GOK ഉപയോഗിക്കുവാനുള്ള ശ്രമം
pt: Tentar utilizar o GOK sem o rato de sistema

source: Disable automatic keyboard branching
de: Automatische Tastatur-Abzweigung deaktivieren
ml: ഓട്ടോമാറ്റിക് കീബോര്‍ഡ് ബ്രാഞ്ചിങ് പ്രവര്‍ത്തന രഹിതമാക്കുക
pt: Desactivar ramificação automática de teclado

source: The GNOME On-screen Keyboard
de: Die GNOME-Bildschirmtastatur
ml: ഗ്നോ ഓണ്‍-സ്ക്രീന്‍ കീബോര്‍ഡ്
pt: O Teclado No Ecrã GNOME

source: Unsupported geometry specification
de: Nicht unterstützte Geometriespezifikation
ml: പിന്തുണയില്ലാത്ത ജോമെട്രി വിവരണം
pt: Especificação de geometria não suportada

source: Currently GOK requires that the x, y, width and height all be given. Sorry, your geometry specification will not be used.
de: Momentan erfordert GOK, dass x, y, Höhe und Breite angegeben werden. Ihre Geometriespezifikation wird nicht verwendet.
ml: നിലവില്‍ GOK-യ്ക്ക് x, y, വീതി, ഉയരം എന്നിവ ആവശ്യമുണ്ടു്. ക്ഷമിക്കണം, നിങ്ങളുടെ ജോമെട്രി വിവരണം ഉപയോഗിക്കുന്നതല്ല.
pt: Actualmente o GOK requer que sejam indicados x, y, largura e altura. Pedimos desculpa, a sua especificação de geometria não será utilizada.

source: XKB extension is required.
de: XKB-Erweiterung erforderlich.
ml: XKB എക്സ്റ്റെന്‍ഷന്‍ ആവശ്യമുണ്ട്.
pt: Extensão XKB é requerida.

source: Can't initialize actions.
de: Aktionen können nicht initialisiert werden.
ml: പ്രവര്‍ത്തികള്‍ ആരംഭിക്കുവാന്‍ സാധ്യമല്ല.
pt: Incapaz de inicializar acções.

source: Can't initialize feedbacks.
de: Rückmeldungen können nicht initialisiert werden.
ml: അഭിപ്രായങ്ങള്‍ ആരംഭിക്കുവാന്‍ സാധ്യമല്ല.
pt: Incapaz de inicializar perguntas.

source: Can't initialize the libusb backend - can't parse USB VID:PID pair
de: Das libusb-Backend konnte nicht gestartet werden – das USB-VID:PID-Paar kann nicht verarbeitet werden
ml: libusb ബാക്കെന്‍ഡ് ആരംഭിക്കുവാന്‍ സാധ്യമല്ല - USB VID:PID പെയര്‍ പാഴ്സ് ചെയ്യുവാന്‍ സാധ്യമല്ല
pt: incapaz de inicializar o motor libusb - incapaz de processar o par VID:PID USB

source: Can't create the main GOK window!
de: Das Hauptfenster der Bildschirmtastatur konnte nicht erzeugt werden!
ml: പ്രധാന GOK ജാലകം ഉണ്ടാക്കുവാന്‍ സാധ്യമല്ല!
pt: Incapaz de criar a janela principal GOK!

source: Can't create the settings dialog window!
de: Das Einstellungen-Dialogfenster konnte nicht erzeugt werden!
ml: ക്രമികരണങ്ങള്‍ക്കുള്ള ഡയലോഗ് ജാലകം ഉണ്ടാക്കുവാന്‍ സാധ്യമല്ല!
pt: Incapaz de criar a janela de diálogo de definições!

source: No keyboards to display!
de: Keine anzuzeigenden Tastaturen!
ml: കീബോര്‍ഡുകള്‍ ലഭ്യമാകുന്നില്ല!
pt: Nenhum teclado para apresentar!

source: popup menu
de: Popup-Menü
ml: പോപ്പപ്പ് മെനു
pt: menu de contexto

source: Can't create a compose keyboard!
de: Es konnte keine Verfassertastatur angelegt werden!
ml: ഒരു കംപോസ് കീബോര്‍ഡ് ഉണ്ടാക്കുവാന്‍ സാധ്യമല്ല!
pt: Incapaz de criar um teclado composto!

source: Can't read any keyboards!
de: Es konnten keine Tastaturen eingelesen werden!
ml: ഒരു കീബോര്‍ഡും ലഭ്യമാക്കുവാന്‍ സാധ്യമാകുന്നില്ല!
pt: Incapaz de ler quaisquer teclados!

source: Could not get access method directory key from GConf.
de: Auf den Methodenverzeichnisschlüssel konnte nicht mittels GConf zugegriffen werden.
ml: GConf-ല്‍ നിന്നും ആക്സസ്സ് മെഥേഡ് ഡയറക്ടറി കീ ലഭ്യമല്ല.
pt: incapaz de aceder à chave de directório de método no GConf!

source: Possibly unknown access method.
de: Möglicherweise unbekannte Zugriffsmethode.
ml: അപരിചിതമായ പ്രവേശന മാര്‍ഗ്ഗം.
pt: possivelmente método de acesso desconhecido!

source: Sorry, GOK can't run
de: Entschuldigung, GOK kann nicht ausgeführt werden
ml: ക്ഷമിക്കണം, GOK-യ്ക്ക് പ്രവര്‍ത്തിക്കുവാന്‍ സാധ്യമല്ല
pt: Pedimos desculpa, GOK não pode ser executado

source: GOK Fatal Error
de: Schwerwiegender Bildschirmtastatur-Fehler
ml: GOK സാരമായ പിശക്
pt: Erro Fatal GOK

source: GOK Error
de: Fehler in GOK
ml: GOK പിശക്
pt: Erro do GOK

source: GOK uses GConf 2 to store its settings and requires certain settings to be in GConf to run. GOK is currently unable to retrieve those settings. If this is the first time that you have run gok after installing it you may need to restart gconfd, you can use this command: 'gconftool-2 --shutdown' or log out and back in.
de: GOK verwendet GConf 2, um die Einstellungen zu speichern. Gewisse Einstellungen müssen in GConf vorhanden sein, damit GOK ausgeführt werden kann. Im Augenblick kann GOK diese Einstellungen nicht einholen. Falls Sie GOK das erste Mal nach der Installation ausführen, müssen Sie möglicherweise gconfd neu starten. Dies erreichen Sie mit dem Befehl »gconftool-2 --shutdown« oder durch Ab- und erneutes Anmelden.
ml: GOK-യുടെ ക്രമീകരണങ്ങള്‍ സൂക്ഷിക്കുന്നതിനായി അതു് GConf 2 ഉപയോഗിക്കുന്നു. ചില സജ്ജീകരണങ്ങള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി അവ GConf-ല്‍ ആവശ്യമുണ്ടു്. ഇവ ലഭ്യമാക്കുവാന്‍ നിലവില്‍ GOK-യ്ക്കു് സാധ്യമല്ല. gok ഇന്‍സ്റ്റോള്‍ ചെയ്ത ശേഷം ആദ്യമായി പ്രവര്‍ത്തിപ്പിക്കുന്നു എങ്കില്‍, gconfd വീണ്ടും ആരംഭിക്കുക. നിങ്ങള്‍ക്കു് ഈ കമാന്‍ഡ് ഉപയോഗിക്കാം: 'gconftool-2 --shutdown' അല്ലെങ്കില്‍ ലൊഗൌട്ടായി വീണ്ടും തിരികെ വരിക.
pt: GOK utiliza o GConf 2 para armazenar as suas configurações e requer a existência no GConf de algumas definições para ser executado. De momento o GOK não consegue obter essas definições. Se é a primeira vez que executa o GOK após o instalar poderá ter de reiniciar o gconfd, utilizando o comando: 'gconftool-2 --shutdown' ou terminando a sua sessão e iniciando uma nova.

source: GOK may not work properly, because it could not enable your desktop's 'sticky keys' feature.
de: Möglicherweise funktioniert GOK nicht erwartungsgemäß, da es die Zusatzfunktion »klebrige Tasten« Ihrer Arbeitsumgebung nicht aktivieren konnte.
ml: നിങ്ങളുടെ ഡസ്ക്ടോപ്പിലുള്ള സ്റ്റിക്കി കീ സവിശേഷത സജ്ജമാക്കുവാന്‍ സാധിക്കാത്തതിനാല്‍ GOK ശരിയായി പ്രവര്‍ത്തിക്കുന്നതല്ല.
pt: GOK poderá nã funcionar correctamente pois foi incapaz de activar a funcionalidade de 'teclas coladas' no seu ambiente de trabalho.

source: GOK has enabled Sticky Keys, which it requires.
de: GOK hat klebrige Tasten aktiviert, da es sie benötigt.
ml: GOK-യ്ക്ക് ആവശ്യമുള്ള സ്റ്റിക്കി കീ, അത് സജ്ജമാക്കിയിരിക്കുന്നു.
pt: GOK activou as Teclas Coladas pois necessita delas.

source: XKB display extension is missing.
de: Die XKB-Anzeigeerweiterung fehlt.
ml: XKB ഡിസ്പ്ളെ എക്സ്റ്റെന്‍ഷന്‍ ലഭ്യമല്ല.
pt: A extensão XKB Display não foi encontrada.

source: Unable to open help file
de: Die Hilfedatei kann nicht geöffnet werden
ml: സഹായത്തിനുള്ള ഫയല്‍ തുറക്കുവാന്‍ സാധ്യമല്ല
pt: Incapaz de abrir o ficheiro de ajuda

source: The device you are using to operate GOK is also controlling the system pointer (or 'mouse pointer'). Conflicts with applications' use of the pointer may interfere with your ability to use applications or GOK. We strongly recommend configuring your input device as an 'Extended' input device instead; see GOK Help for more information.
de: Das von Ihnen mit GOK verwendete Gerät kontrolliert auch den Systemzeiger (oder »Mauszeiger«). Dies kann zu Konflikten mit Anwendungen führen, die diesen auch verwenden wollen und so Funktionseinschränkungen nach sich ziehen. Es ist sehr empfehlenswert, Ihr Eingabegerät als »erweitertes« Eingabegerät zu konfigurieren. Für weitere Informationen siehe GOK-Hilfe.
ml: നിങ്ങള്‍ GOK പ്രവര്‍ത്തിപ്പിക്കുന്നതിനുപയോഗിക്കുന്ന ഉപകരണം സിസ്റ്റം സൂചികയും (അല്ലെങ്കില്‍ മൌസ് സൂചിക) നിയന്ത്രിക്കുന്നു. പ്രയോഗങ്ങളില്‍ സൂചികയുമായുള്ള പൊരുത്തക്കേടു് പ്രയോഗങ്ങളുടെ അല്ലെങ്കില്‍ GOK-യുടെ ഉപയോഗത്തെ ബാധിക്കുന്നു.‌ നിങ്ങളുടെ ഇന്‍പുട്ട് ഉപകരണം ഒരു 'എക്സ്റ്റെന്‍ഡഡ്' ഇന്‍പുട്ട് ഉപകരണമായി ക്രമീകരിക്കുന്നതാണു് ഉചിതം; കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി GOK സഹായം കാണുക.
pt: O dispositivo que está a utilizar para operar o GOK está também a controlar o ponteiro de sistema (ou 'ponteiro do rato). Conflitos com a utilização do ponteiro por parte de aplicações poderão interferir com a sua capacidade de as utilizar ou ao GOK. É fortemente recomendado que configure o seu dispositivo de entrada como um dispositivo de entrada 'Extendido'; consulte a Ajuda do GOK para mais informações.

source: The device you are using to control GOK is also controlling the system pointer. To avoid conflict with applications' use of the pointer, GOK will now disconnect the device you are using from the system pointer for the duration of your GOK session. Alternatively, you may configure GOK to use another input device instead; see Help for details.
de: Das von Ihnen mit GOK verwendete Gerät kontrolliert auch den Systemzeiger. Um Konflikte mit Anwendungen zu vermeiden, die diesen auch verwenden wollen, wird GOK das von Ihnen verwendete Gerät jetzt für die Dauer Ihrer GOK-Sitzung vom Systemzeiger trennen. Alternativ dazu können Sie die Konfiguration von GOK ändern, um ein anderes Eingabegerät zu verwenden. Für weitere Informationen siehe Hilfe.
ml: നിങ്ങള്‍ GOK നിയന്ത്രിക്കുന്നതിനായി ഉപയോഗിക്കുന്ന ഉപകരണം, സിസ്റ്റം സൂചികയും നിയന്ത്രിക്കുന്നു. പ്രയോഗങ്ങളുമായുള്ള പൊരുത്തക്കേടുകള്‍ ഒഴിവാക്കുന്നതിനായി സൂചിക ഉപയോഗിക്കുക. ഇപ്പോള്‍ സിസ്റ്റം സൂചികയില്‍ നിന്നും നിങ്ങളുടെ GOK സെഷനുവേണ്ടി ഉപയോഗിക്കുന്ന ഉപകരണം GOK വിഛേദിക്കുന്നു. കൂടാതെ, മറ്റൊരു ഇന്‍പുട്ട് ഉപകരണം ക്രമീകരിക്കുന്നതിനായി നിങ്ങള്‍ക്ക് GOK ഉപയോഗിക്കാം; വിശദാംശങ്ങള്‍ക്കായി സഹായം കാണുക
pt: O dispositivo que está a utilizar para operar o GOK está também a controlar o ponteiro de sistema. Para evitar conflitos com a utilização do ponteiro por parte de outras aplicações, o GOK irá agora desligar o dispositivo que está a utilizar do ponteiro de sistema durante a sua sessão no GOK. Alternativamente, poderá configurar o GOK para utilizar outro dispositivo de entrada; consulte a Ajuda GOK para mais informações.

source: You appear to be configuring GOK to use 'core pointer' mode.
de: Anscheinend konfigurieren Sie GOK zum Einsatz im »Core-Pointer«-Modus.
ml: 'core pointer' മോഡ് ഉപയോഗിക്കുന്നതിനായി GOK ക്രമികരിക്കുന്നു.
pt: Parece que está a configurar o GOK para utilizar o modo 'ponteiro principal'.

source: Assistive Technology Support Is Not Enabled. You can start GOK without enabling support for assistive technologies. However, some of the features of the application might not be available. To enable support for assistive technologies and log in to a new session with the change enabled, click Enable and Log Out. To continue using GOK, click Continue. To quit GOK, click Close.
de: Die Unterstützung für Hilfstechnologien ist nicht aktiviert. Sie können die Bildschirmtastatur starten, ohne diese Unterstützung zu aktivieren. In diesem Fall sind jedoch möglicherweise einige Funktionen nicht verfügbar. Klicken Sie »Aktivieren und abmelden« an, um die Unterstützung für Hilfstechnologien zu aktivieren und sich mit der übernommenen Änderung erneut an einer Sitzung anzumelden. Klicken Sie »Fortfahren« an, um die Bildschirmtastatur weiterhin auszuführen. Klicken Sie »Schließen« an, um die Bildschirmtastatur zu beenden.
ml: സഹായത്തിനുള്ള സാങ്കേതിക പിന്തുണ പ്രവര്‍ത്തന സജ്ജമല്ല. സഹായത്തിനുള്ള സാങ്കേതിക പിന്തുണ സജ്ജമാക്കാതെ നിങ്ങള്‍ക്കു് GOK ആരംഭിക്കാം. എന്നിരുന്നാലും, ചില വിശേഷതകള്‍ ലഭ്യമാകുന്നതല്ല. സഹായത്തിനുള്ള സാങ്കേതിക പിന്തുണ സജ്ജമാക്കുന്നതിനും, അങ്ങനയുള്ള പുതിയ സെഷനിലേക്ക് പ്രവേശിക്കുന്നതിനായും, പ്രവര്‍ത്തന സജ്ജമാക്കുക ക്ലിക്ക് ചെയ്തു് പുറത്തു് കടക്കുക. GOK ഉപയോഗം തുടരുന്നതിനായി, തുടരുക ക്ലിക്ക് ചെയ്യുക. GOK-ല്‍ നിന്നും പുറത്തു് കടക്കുന്നതിനായി, അടയ്ക്കുക ക്ലിക്ക് ചെയ്യുക.
pt: Suporte para Tecnologia Assistiva Não Está Activo. Pode iniciar o GOK sem activar o suporte para tecnologias assistivas. No entanto, algumas das funcionalidades da aplicação poderão não estar disponíveis. Para activar o suporte para tecnologias assistivas e iniciar uma nova sessão com a alteração activa, prima Activar e Terminar Sessão. Para continuar a utilizar o GOK, prima Continuar. Para terminar o GOK, prima Fechar.

source: Enable and Log Out
de: Aktivieren und abmelden
ml: സജ്ജമാക്കി പുറത്ത് കടക്കുക
pt: Activar e Terminar Sessão

source: Continue
de: Fortfahren
ml: തുടരുക
pt: Continuar

source: (100s of a second)
de: (tausendstel Sekunden)
ml: (ഒരു സെക്കന്‍ഡിന്റെ 100s)
pt: (100s de segundo)

source: Inverse Scanning
de: Umgekehrtes Abfragen
ml: പുറകോട്ടുള്ള പരിശോധന
pt: Exame Inverso

source: Press and hold a switch to scan. Press another switch to select.
de: Klicken Sie auf einen Schalter und halten Sie zum Abfragen die Maustaste gedrückt. Klicken Sie auf einen anderen Schalter zum Auswählen.
ml: ഒരു സ്വിച്ച് അമര്‍ത്തിപ്പിടിച്ച് പരിശോധിക്കുക. തിരഞ്ഞെടുക്കുന്നതിനായി മറ്റൊരു സ്വിച്ച് അമര്‍ത്തുക.
pt: Mantenha premido um interruptor para examinar. Prima outro interruptor para seleccionar.

source: Scan:
de: Abfragen:
ml: പരിശോധിക്കുക:
pt: Examinar:

source: Single Key Automatic Scanning
de: Automatisches Abfragen einzelner Tasten
ml: സിംഗിള്‍ കീ ഓട്ടോമാറ്റിക് സ്കാനിങ്
pt: Exame Automático de Tecla Única

source: Start Scanning:
de: Abfrage beginnen:
ml: പരിശോധന ആരംഭിക്കുക:
pt: Iniciar o Exame:

source: Wrap Row/Columns
de: Zeilen/Spalten umbrechen
ml: നിര/വരി റാപ്പ് ചെയ്യുക
pt: Quebrar Linha/Colunas

source: Single Key Inverse Scanning
de: Umgekehrtes Abfragen einzelner Tasten
ml: സിംഗിള്‍ കീ ഇന്‍വേഴ്സ് സ്കാനിങ്
pt: Exame Inverso de Tecla Única

source: 5 Switch Directed
de: 5 Schalter, Richtung
ml: 5 സ്വിച്ച് തീരുമാനിച്ചിരിക്കുന്നു
pt: 5 Alternador Direccionado

source: Down:
de: Unten:
ml: താഴേക്ക്:
pt: Abaixo:

source: Move the highlighter in 4 directions. Select key.
de: Den Hervorheber in vier Richtungen bewegen. Wählen Sie eine Taste.
ml: ഹൈലൈറ്റര്‍ 4 ദിശകളിലായി നീക്കുക. കീ തെരഞ്ഞെടുക്കുക.
pt: Mover o realçador em 4 direcções. Tecla de selecção.

source: Up:
de: Oben:
ml: മുകളിലേക്ക്:
pt: Acima:

source: Show
de: Anzeigen
ml: കാണിക്കുക
pt: Apresentar

source: Help Browser
de: Hilfe-Browser
ml: സഹായത്തിനുള്ള ബ്രൌസര്‍
pt: Navegador de Ajuda

source: Compose
de: Zusammenstellen
ml: ചിട്ടപ്പെടുത്തുക
pt: Compor

source: Launcher
de: Starter
ml: പ്രയോഗങ്ങള്‍ ലഭ്യമാക്കുന്ന സംവിധാനം
pt: Iniciador

source: Mouse
de: Maus
ml: മൌസ്
pt: Rato

source: Button 1
de: Knopf 1
ml: ബട്ടണ്‍ 1
pt: Botão 1

source: Button 2
de: Knopf 2
ml: ബട്ടണ്‍ 2
pt: Botão 2

source: Button 3
de: Knopf 3
ml: ബട്ടണ്‍ 3
pt: Botão 3

source: Dbl Click
de: Doppelklick
ml: ഡബിള്‍ ക്ളിക്ക്
pt: Clique Duplo

source: Latch
de: Sperre
ml: ലാച്ച്
pt: Trinco

source: Repeat
de: Wiederholen
ml: ആവര്‍ത്തിക്കുക
pt: Repetir

source: Fill
de: Füllen
ml: നിറയ്ക്കുക
pt: Preencher

source: Float
de: Freischwebend
ml: ഫ്ലോട്ട്
pt: Flutuar

source: Narrower
de: Schmäler
ml: നാരോവര്‍
pt: Mais Estreito

source: Repeat Next Key
de: Nächste Taste wiederholen
ml: അടുത്ത കീ ആവര്‍ത്തിക്കുക
pt: Repetir Tecla Seguinte

source: Shorter
de: Kürzer
ml: നീളക്കുറവ്
pt: Menor

source: Taller
de: Höher
ml: കൂടുതല്‍ നീളം
pt: Maior

source: Wider
de: Breiter
ml: കൂടുതല്‍ വീതി
pt: Mais Largo

source: Ctrl
de: Strg

source: Del
de: Entf
ml: നീക്കം ചെയ്യുക

source: Ins
de: Einfg

source: PgDn
de: BildUnten

source: PgUp
de: BildOben

source: Shift
de: Umschalt

source: Really Quit!
de: Wirklich beenden!
ml: ശരിക്കും പുറത്ത് പോകണമോ!
pt: Terminar Mesmo!

source: <b>Position</b>
ml: <b>സ്ഥാനം</b>
pt: <b>Posição</b>

source: C_ore pointer
ml: _കോര്‍ പോയിന്റര്‍
pt: P_onteiro principal

source: Dock
ml: ഡോക്ക്
pt: Anexar

source: Name:
ml: നാമം:
pt: Nome:

source: _Name:
ml: പേര‍്:
pt: _Nome:

source: <nil>
pt: <vazio>

source: Level 2
ml: ലവല്‍ 2
pt: Nível 2

source: Level 3
ml: ലവല്‍ 3
pt: Nível 3

# level 2
source: no-level-2
pt: Nível 2

# level 3
source: no-level-3
pt: Nível 3

# freq-level 2
source: no-level-2
pt: sem-nível-2

# freq-level 3
source: no-level-3
pt: sen-nível-3

source: NAME
pt: NOME

source: UI Grab
ml: യു ഐ ഗ്രാബ്
pt: Capturar UI

source: Terminal
ml: ടെര്‍മിനല്‍
pt: Consola

source: Text Editor
ml: ടെക്സ്റ്റ് എഡിറ്റര്‍
pt: Editor de Texto

source: Web Browser
ml: വെബ് ബ്രൌസര്‍
pt: Navegador Web

source: Pointer
ml: പോയിന്റര്‍
pt: Ponteiro

source: Normal
ml: സാധാരണ

source: _Joystick
ml: _ജോയ്സ്ടിക്ക്

source: Muhenkan
ml: മ്യുഹെന്‍ഖാന്‍
