Repository: eurolinux-enterprise-linux-sources/gok
Catalog: src/po/*.po
Languages: de, ml, pt

source: Activate
de: Aktivieren
ml: സജീവമാക്കുക
pt: Activar

source: Activate:
de: Aktivieren:
ml: സജീവമാക്കുക:
pt: Activar:

source: Activation:
de: Aktivierung:
ml: സജ്ജമാക്കല്‍:
pt: Activação:

source: Automatic Scanning
de: Automatisches Abfragen
ml: സ്വതവേയുള്ള പരിശോധന
pt: Exame Automático

source: Bottom/Top
de: Unten/Oben
ml: താഴെ/മുകളില്‍
pt: Inferior/Superior

source: Cycles Before Stopping:
de: Durchgänge vor Anhalten:
ml: നിര്‍ത്തുന്നതിന് മുമ്പുള്ള സൈക്കിളുകള്‍:
pt: Ciclos Antes de Parar:

source: Feedback
de: Rückmeldung
ml: അഭിപ്രായം
pt: Pergunta

source: Feedback Activation
de: Rückmeldungsaktivierung
ml: അഭിപ്രായം സജ്ജമാക്കല്‍
pt: Activação de Pergunta

source: Feedback Movement
de: Rückmeldungsbewegung
ml: ഫീഡ്ബാക്ക് മൂവ്മെന്റ്
pt: Movimento de Pergunta

source: Initial Delay:
de: Anfängliche Verzögerung:
ml: തുടക്കത്തിലുള്ള താമസം:
pt: Atraso Inicial:

source: Left/Right
de: Links/Rechts
ml: ഇടത്/വലത്
pt: Esquerdo/Direito

source: Movement:
de: Bewegung:
ml: പ്രവര്‍ത്തനം:
pt: Movimento:

source: Operation
de: Aktion
ml: പ്രക്രിയ
pt: Operação

source: Options
de: Einstellungen
ml: ഉപാധികള്‍
pt: Opções

source: Press a switch to start scanning. Press another switch or the same switch again to select.
de: Klicken Sie auf einen Schalter, um mit dem Abfragen zu beginnen. Klicken Sie auf einen anderen Schalter oder auf den selben erneut, um ihn zu wählen.
ml: പരിശോധന ആരംഭിക്കുന്നതിനായി ഒരു സ്വിച്ച് അമര്‍ത്തുക. അതേ സ്വിച്ച് അല്ലെങ്കില്‍ മറ്റൊരു സ്വിച്ച് അമര്‍ത്തി അത് വീണ്ടും തിരഞ്ഞെടുക്കുക.
pt: Prima um interruptor para iniciar um exame. Prima outro ou o mesmo interruptor para seleccionar.

source: Right/Left
de: Rechts/Links
ml: വലത്/ഇടത്
pt: Direito/Esquerdo

source: Scan Delay:
de: Abfrageverzögerung:
ml: പരിശോധനയ്ക്കുള്ള താമസം:
pt: Atraso de Exame:

source: Scan Speed:
de: Abfragegeschwindigkeit:
ml: പരിശോധനയുടെ വേഗത:
pt: Velocidade de Exame:

source: Scanning Direction:
de: Abfragerichtung:
ml: പരിശോധനയുടെ ദിശ:
pt: Direcção do Exame:

source: Start Scanning
de: Abfrage beginnen
ml: പരിശോധന ആരംഭിക്കുക
pt: Iniciar o Exame

source: Start scanning:
de: Abfrage beginnen:
ml: പരിശോധന ആരംഭിക്കുക:
pt: Iniciar o exame:

source: Top/Bottom
de: Oben/Unten
ml: മുകളില്‍/താഴെ
pt: Superior/Inferior

source: Wrap Rows/Columns
de: Zeilen/Spalten umklappen
ml: നിരകള്‍/വരികള്‍ റാപ്പ് ചെയ്യുക
pt: Quebrar Linhas/Colunas

source: feedbackmovement
de: Rückmeldungsbewegung
pt: movimento de pergunta

source: feedbackselection
de: Rückmeldungsauswahl
pt: selecção de pergunta

source: Direct Selection
de: Direkte Auswahl
ml: നേരിട്ടുള്ള തിരഞ്ഞെടുക്കല്‍
pt: Selecção Directa

source: Feedback Activation:
de: Rückmeldungsaktivierung:
ml: അഭിപ്രായം സജ്ജീവമാക്കല്‍:
pt: Activação de Pergunta:

source: Feedback Movement:
de: Rückmeldungsbewegung:
pt: Movimento de Pergunta:

source: Move the mouse pointer to highlight a key. Press a switch to select.
de: Bewegen Sie den Mauszeiger, um eine Taste hervorzuheben. Klicken Sie auf einen Schalter, um sie auszuwählen.
ml: ഒരു കീ തിരഞ്ഞെടുക്കുന്നതിനായി മൌസ് പോയിന്റര്‍ നീക്കുക. തിരഞ്ഞെടുക്കുന്നതിനായി ഒരു സ്വിച്ച് അമര്‍ത്തുക.
pt: Mova o ponteiro do rato para realçar uma tecla. Prima um interruptor para a seleccionar.

source: Select:
de: Auswählen:
ml: തിരഞ്ഞെടുക്കുക:
pt: Seleccionar:

source: Dwell Selection
de: Auswahl durch Verweilen
pt: Selecção ao Sobrevoar

source: Move the mouse pointer to highlight a key. Dwell on the key to select.
de: Bewegen Sie den Mauszeiger, um eine Taste hervorzuheben. Halten Sie diese gedrückt, um sie zu wählen.
ml: ഒരു കീ തെരഞ്ഞെടുക്കുന്നതിനായി മോസ് പോയിന്റര്‍ നീക്കുക.
pt: Mova o ponteiro do rato para realçar uma tecla. Sobrevoe a tecla para a seleccionar.

source: About
de: Info
ml: സംബന്ധിച്ച്
pt: Sobre

source: Help
de: Hilfe
ml: സഹായം
pt: Ajuda

source: Preferences
de: Einstellungen
ml: മുന്‍ഗണനകള്‍
pt: Preferências

source: Quit GOK
de: GOK beenden
ml: GOK-യില്‍ നിന്നും പുറത്താകുക
pt: Sair do GOK

source: Window
de: Fenster
ml: ജാലകം
pt: Janela

source: back
de: zurück
ml: പുറകോട്ട്
pt: retroceder

source: A multiplier to be applied to input device valuator events before processing
de: Ein Multiplikator, der vor dem Verarbeiten auf Abschätzerereignisse von Eingabegeräten angewandt werden soll
ml: പ്രക്രിയകള്‍ക്കു് മുമ്പു് ഇന്‍പുട്ട് ഡിവൈസ് വാലുവേറ്റര്‍ ഇവന്റുകളിലേക്ക് ഒരു മള്‍ട്ടിപ്ലയര്‍ ചേര്‍ക്കേണ്ടതുണ്ടു്
pt: Um multiplicador a ser aplicado ao avaliador de eventos do dispositivo de entrada antes do processamento

source: A semicolon-delimited list of fully specified paths to additional word-completion dictionaries
de: Eine durch Strichpunkte unterteilte Liste voller Pfade zu zusätzlichen Wörterbüchern zur Wortverollständigung
ml: അധികമായ വാക്ക് പൂര്‍ണ്ണമാക്കല്‍ നിഘണ്ടുക്കളിലേക്കുള്ള പൂര്‍ണ്ണമായി വ്യക്തമാക്കിയ പാഥുകളുടെ ഒരു സെമിക്കോണ്‍-ഡീലിമിറ്റഡ് പട്ടിക
pt: Uma lista separada por ponto-e-vírgula de caminhos absolutos para dicionários adicionais para completar palavras

source: Are the preferences to be restricted?
de: Sollen die Einstellungen beschränkt werden?
ml: മുന്‍ഗണനകള്‍ക്കു് പരിമിതികളുണ്ടോ?
pt: Deverão as preferências ser restritas?

source: Determines the keyboard type used for the default compose keyboard
de: Legt den für die Vorgabe-Verfassertastatur verwendeten Tastaturtyp fest
ml: സ്വതവേയുള്ള കംപോസ് കീബോര്‍ഡിനായി ഉപയോഗിക്കുന്ന തരത്തിലുള്ള കീബോര്‍ഡ് കണ്ടുപിടിക്കുന്നു
pt: Determina o tipo de teclado utilizado para o teclado composto por omissão

source: Does GOK generate its compose keyboard dynamically based on information from the X Server?
de: Soll GOK die Tastatur dynamisch anhand der Informationen des X-Servers erzeugen?
ml: X സര്‍വറില്‍ നിന്നുള്ള വിവരങ്ങളുടെ അടിസ്ഥാനത്തില്‍ GOK ഡൈനമിക്കായി അതിനുള്ള‍ ചിട്ടപ്പെടുത്തുന്നതിനുള്ള കീബോര്‍ഡ് ഉണ്ടാക്കാറുണ്ടോ?
pt: Deverá o GOK gerar o seu teclado composto dinamicamente baseado na informação do servidor X?

source: Does each GOK user have a private copy of the word prediction dictionary?
de: Hat jeder GOK-Benutzer eine private Kopie des Wortvorhersage-Wörterbuchs?
ml: വാക്ക് മുന്‍കൂട്ടി ലഭ്യമാക്കുന്ന നിഘണ്ടുവിന്റെ ഒരു സ്വകാര്യ പതിപ്പു് ഓരോ GOK ഉപയോക്താവിനും ലഭ്യമാണോ?
pt: Cada utilizador possui a sua cópia privada do dicionário de previsão de palavras?

source: Does the GOK window expand to fill the full screen width?
de: Soll das GOK-Fenster vergrößert werden, um die gesamte Bildschirmbreite zu belegen?
ml: സ്ക്രീനിന്റെ പൂര്‍ണ്ണ വീതിയിലേക്ക് GOK ജാലകം വികസിക്കുന്നുണ്ടോ?
pt: Deverá a janela GOK expandir para toda a largura do ecrã?

source: Does the core pointer follow the GOK keyboard pointer?
de: Soll der Zeiger des »Core-Pointers« dem GOK-Tastaturzeiger folgen?
ml: പ്രധാന പ്രിന്റര്‍ GOK കീബോര്‍ഡ് പോയിന്റര്‍ പാലിക്കുന്നുണ്ടോ?
pt: Deverá o ponteiro principal seguir o ponteiro de teclado GOK?

source: Does this action use key averaging
de: Soll diese Aktion Tasten-Durchschnittsberechnung verwenden?
ml: ഈ പ്രവര്‍ത്തി കീ ആവറേജിങ് ഉപയോഗിക്കുന്നുണ്ടോ
pt: Esta acção utiliza média de teclas

source: Does this feedback flash
de: Soll diese Rückmeldung blinken?
ml: ഈ അഭിപ്രായം മിന്നുന്നുണ്ടോ
pt: Esta pergunta tem flash

source: Does this feedback play a sound
de: Soll diese Rückmeldung zur Wiedergabe eines Klanges führen?
ml: ഈ അഭിപ്രായം ശബ്ദമുണ്ടാക്കുന്നുണ്ടോ
pt: Esta pergunta reproduz um som

source: Does this feedback speak the label of a GOK key
de: Soll diese Rückmeldung die Beschriftung einer GOK-Taste vorlesen?
ml: ഒരു GOK കീയുടെ ലേബല്‍ ഈ അഭിപ്രായം ലഭ്യമാക്കുന്നുണ്ടോ
pt: Esta pergunta reproduz a etiqueta de uma tecla GOK

source: Dwell
de: Verweilen
pt: Sobrevoar

source: GOK main window anchor location (if a dock), or empty string if not
de: Anzeigeort des Verankerers für das GOK-Hauptfenster (falls gedockt), oder leere Zeichenkette falls nicht
ml: GOK പ്രധാന ജാലക ആങ്കറിനുള്ള സ്ഥലം (ഒരു ഡോക്കെങ്കില്‍), അല്ലെങ്കില്‍ ശൂന്യമായ സ്ട്രിങ്
pt: Localização da âncora da janela principal GOK (se anexável), ou expressão vazia

source: How many children of each node in the GUI tree to search for accessible objects
de: Wie viele Kinder jedes Knotens im grafischen Benutzeroberflächenbaum sollen nach barrierefreien Objekten durchsucht werden?
ml: GUI ട്രീയിലുള്ള ഓരോ നോഡിന്റെയും എത്രെ ചിള്‍ഡ്രന്‍ ലഭ്യമാകുന്ന ഒബ്ജക്ടുകള്‍ തെരയുന്നു
pt: Em quantos filhos de cada nó na árvore de GUI procurar por objectos acessíveis

source: How many levels down the GUI tree to search for accessible objects
de: Wie viele Ebenen sollen im grafischen Benutzeroberflächenbaum nach barrierefreien Objekten durchsucht werden?
ml: എത്ര സ്ഥാനങ്ങള്‍ താഴെ GUI ട്രീ ലഭ്യമാക്കുന്ന ഒബ്ജക്ടുകള്‍ക്കായി തെരയുന്നു
pt: Quantos níveis de profundidade na árvore de GUI procurar por objectos acessíveis

source: Is this action permanent
de: Ist diese Aktion dauerhaft?
ml: ഈ പ്രവര്‍ത്തി എന്നേക്കുമുള്ളതാണോ
pt: Está acção é permanente

source: Is this feedback permanent
de: Ist diese Rückmeldung dauerhaft?
ml: അഭിപ്രായം എന്നേക്കുമുള്ളതാണോ
pt: Esta pergunta é permanente

source: Is word completion on
de: Soll die Wort-Vervollständigung aktiviert werden?
ml: വാക്ക് പൂര്‍ണ്ണമാക്കാല്‍ ലഭ്യമാണോ
pt: Completar palavras está activo

source: Key flashing
de: Tastenblinken
ml: കീ ഫ്ലാഷിങ്
pt: Flash de tecla

source: Left Mouse Button
de: Linke Maustaste
ml: ഇടത്തുള്ള മൌസ് ബട്ടണ്‍
pt: Botão Esquerdo do Rato

source: Middle Mouse Button
de: Mittlere Maustaste
ml: നടക്കുള്ള മൌസ് ബട്ടണ്‍
pt: Botão do Meio do Rato

source: Mouse Button 4
de: Maustaste 4
ml: മൌസ് ബട്ടണ്‍ 4
pt: Botão 4 do Rato

source: Mouse Button 5
de: Maustaste 5
ml: മൌസ് ബട്ടണ്‍ 5
pt: Botão 5 do Rato

source: Mouse Pointer
de: Mauszeiger
ml: മൌസ് പോയിന്റര്‍
pt: Ponteiro do Rato

source: None
de: Nichts
ml: ഒന്നുമില്ല
pt: Nenhum

source: Right Mouse Button
de: Rechte Maustaste
ml: വലത്തുള്ള മൌസ് ബട്ടണ്‍
pt: Botão Direito do Rato

source: Should be one of the following: "xkb", "default", "alpha", "alpha-freq", "custom"; if "custom", "custom_compose_keyboard" should be defined.
de: Zulässige Werte: »xkb«, »default«, »alpha«, »alpha-freq« sowie »custom«; falls dieser Wert »custom« ist, sollte »custom_compose_keyboard« definiert sein.
ml: ഇവയിലൊന്നായിരിക്കണം: "xkb", "default", "alpha", "alpha-freq", "custom"; നിര്‍വചിക്കണമെങ്കില്‍, "custom", "custom_compose_keyboard".
pt: Deverá ser um dos seguintes: "xkb", "default", "alpha", "alpha-freq", "custom"; se "custom", deverá ser definido o "custom_compose_keyboard".

source: Sound one
de: Klang 1
ml: ശബ്ദം ഒന്നു്
pt: Primeiro som

source: Sound two
de: Klang 2
ml: ശബ്ദം രണ്ടു്
pt: Segundo som

source: Speech
de: Sprache
ml: സംഭാഷണം
pt: Voz

source: Switch 1
de: Schalter 1
ml: സ്വിച്ച് 1
pt: Interruptor 1

source: Switch 2
de: Schalter 2
ml: സ്വിച്ച് 2
pt: Interruptor 2

source: Switch 3
de: Schalter 3
ml: സ്വിച്ച് 3
pt: Interruptor 3

source: Switch 4
de: Schalter 4
ml: സ്വിച്ച് 4
pt: Interruptor 4

source: Switch 5
de: Schalter 5
ml: സ്വിച്ച് 5
pt: Interruptor 5

source: The access method to use
de: Die zu verwendende Zugriffsmethode
ml: ഉപയോഗിക്കുവാനുള്ള ആക്സസ്സ് മെഥേഡ്
pt: O modo de acesso a utilizar

source: The directory to load access method files from.
de: Der Ordner, aus dem die Zugriffsmethodendateien geladen werden sollen.
ml: അനുമതി മാര്‍ഗ്ഗത്തിനുള്ള ഫയലുകള്‍ ലഭ്യമാകേണ്ട ഡയറക്ടറി.
pt: O directório de onde ler ficheiros de método de acesso.

source: The directory to load dictionary files from.
de: Der Ordner, aus dem die Wörterbuchdateien geladen werden sollen.
ml: നിഘണ്ടു ഫയലുകള്‍ ലഭ്യമാകേണ്ട ഡയറക്ടറി.
pt: O directório de onde ler ficheiros de dicionário.

source: The directory to load the gok resource file from.
de: Der Ordner, aus dem die Ressourcendatei für die Bildschirmtastatur geladen werden soll.
ml: gok ഉറവിട ഫയല്‍ ലഭ്യമാകേണ്ട ഡയറക്ടറി.
pt: O directório de onde ler os ficheiros de recursos do gok.

source: The directory to load user-specific or custom keyboard files from.
de: Der Ordner, aus dem die benutzerspezifischen oder -definierten Tastaturdateien geladen werden sollen.
ml: യഥേഷ്ടമുള്ള കീബോര്‍ഡ് അല്ലെങ്കില്‍ ഉപയോക്താവിനനുസരിച്ചുള്ള ഫയലുകള്‍ ലഭ്യമാകേണ്ട ഡയറക്ടറി.
pt: O directório de onde ler ficheiros de teclado personalizados ou específicos do utilizador.

source: The full pathname to a file which defines a custom GOK compose keyboard
de: Der volle Pfadname zu einer Datei, die eine benutzerdefinierte GOK-Verfassertastatur definiert
ml: യഥേഷ്ടമായ ചിട്ടപ്പെടുത്തിയ കീബോര്‍ഡ് നിഷ്കര്‍ഷിക്കുന്ന ഒരു ഫയലിലേക്കുള്ള പൂര്‍ണ്ണമായ പാഥ് നാമം.
pt: O caminho completo para um ficheiro que defina um teclado composto personalizado GOK

source: The key height
de: Die Tastenhöhe
ml: കീയുടെ ഉയരം
pt: A altura da tecla

source: The key width
de: Die Breite der Tasten
ml: കീയുടെ വീതി
pt: A largura da tecla

source: The keyboards X coordinate
de: Die X-Koordinate der Tastatur
ml: കീബോര്‍ഡിന്റെ X കോര്‍ഡിനേറ്റ്
pt: A coordenada X do teclado

source: The keyboards Y coordinate
de: Die Y-Koordinate der Tastatur
ml: കീബോര്‍ഡിന്റെ Y കോര്‍ഡിനേറ്റ്
pt: A coordenada Y do teclado

source: The name of the sound that this feedback will play
de: Der Name des Klangs, den diese Rückmeldung abspielen soll
ml: ഈ അഭിപ്രായം പ്രവര്‍ത്തിപ്പിക്കുന്ന ശബ്ദത്തിന്റെ പേരു്
pt: O nome do som que esta resposta irá reproduzir

source: The name of the xinput device to use
de: Der Name des zu verwendenden XInput-Gerätes
ml: ഉപയോഗിക്കുവാനുള്ള xinput ഡിവൈസിന്റെ പേരു്
pt: O nome do dispositivo xinput a utilizar

source: The name to display to the user for this action
de: Der dem Benutzer für diese Aktion anzuzeigende Name
ml: ഈ പ്രവര്‍ത്തിയിക്കു് ഉപയോക്താവിനു് ലഭ്യമാകേണ്ട നാമം
pt: O nome a apresentar ao utilizador para esta acção

source: The name to display to the user for this feedback
de: Der dem Benutzer für diese Rückmeldung anzuzeigende Name
ml: ഈ അഭിപ്രായത്തിനു് ഉപയോക്താവിനു് ലഭ്യമാകേണ്ട നാമം
pt: O nome a apresentar ao utilizador para esta resposta

source: The number if applicable
de: Die Zahl falls anwendbar
ml: ഉചിതമെങ്കില്‍, നംബര്‍
pt: O número se aplicável

source: The number of predictions for word completion
de: Die Anzahl der Vorhersagen für die Wort-Vervollständigung
ml: വാക്ക് പൂര്‍ത്തിയാക്കുന്നതിനുള്ള പ്രവചനങ്ങളുടെ എണ്ണം
pt: O número de previsões para completar palavra

source: The number of times this feedback will flash
de: Wie oft diese Rückmeldung blinkt
ml: ഈ അഭിപ്രായം മിന്നുന്നതു് എത്ര തവണ
pt: O número de vezes que esta resposta fará flash

source: The primary directory to load keyboard files from. Default is a system directory.
de: Der primäre Ordner, aus dem die Tastaturdateien geladen werden sollen. Vorgabe ist ein Systemordner.
ml: കീബോര്‍ഡ് ഫയലുകള്‍ ലഭ്യമാക്കേണ്ട പ്രധാന ഡയറക്ടറി. സ്വതവേയുള്ളതു് സിസ്റ്റം ഡയറക്ടറിയാണു്.
pt: O directório principal de onde ler ficheiros de teclado. Por omissão é um directório de sistema.

source: The rate for this action
de: Die Rate für diese Aktion
ml: ഈ പ്രവര്‍ത്തിയ്ക്കുള്ള റേറ്റ്
pt: A velocidade para esta acção

source: The space between keys
de: Der Freiraum zwischen Tasten
ml: കീകള്‍ തമ്മിലുള്ള സ്പെയിസ്
pt: O espaço entre as teclas

source: The state in which this action is activated
de: Der Zustand in dem diese Aktion aktiviert wird
ml: ഈ പ്രവര്‍ത്തി സജീവമാക്കുന്ന അവസ്ഥ
pt: O estado em que esta acção é activada

source: The type of this action
de: Der Typ dieser Aktion
ml: ഏതു് തരത്തിലുള്ള പ്രവര്‍ത്തി
pt: O tipo desta acção

source: Whether to use additional word lists when searching for GOK word-completion candidates
de: Soll eine zusätzliche Wortliste beim Suchen nach GOK-Wortvervollständigungskandidaten verwendet werden?
ml: GOK വാക്ക് പൂര്‍ത്തായിക്കുന്നവയ്ക്കായി തെരയുമ്പോള്‍ കൂടുതല്‍ വാക്കിനുള്ള പട്ടിക ഉപയോഗിക്കണമോ എന്നു്
pt: Se utilizar ou não listas adicionais de palavras ao procurar por candidatos GOK para completar palavras

source: Navigate applications and type using alternative input devices
de: Mit alternativen Eingabegeräten schreiben und in Anwendungen bewegen
ml: പ്രയോഗങ്ങള്‍ കണ്ടു് മറ്റൂ് ഇന്‍പുട്ട് ഡിവൈസുകളുപയോഗിച്ചു് ടൈപ്പ് ചെയ്യുക
pt: Navegue nas aplicações e introduza texto utilizando dispositivos de entrada alternativos

source: On-Screen Keyboard
de: Bildschirmtastatur
ml: ഓണ്‍ സ്ക്രീന്‍ കീബോര്‍ഡ്
pt: Teclado No Ecrã

source: 3 State
de: 3 Zustand
ml: 3 അവസ്ഥ
pt: 3 Estado

source: <b>Appearance</b>
de: <b>Erscheinungsbild</b>
ml: <b>കാഴ്ച</b>
pt: <b>Aparência</b>

source: <b>Behavior</b>
de: <b>Verhalten</b>
ml: <b>സ്വഭാവം</b>
pt: <b>Comportamento</b>

source: <b>Branch</b>
de: <b>Abzweigung</b>
ml: <b>ബ്രാഞ്ച്</b>
pt: <b>Ramo</b>

source: <b>Command Prediction</b>
de: <b>Befehlsvorhersage</b>
ml: <b>കമാന്‍ഡ് പ്രവചനം</b>
pt: <b>Previsão de Comando</b>

source: <b>Compose Keyboard</b>
de: <b>Tastatur zusammenstellen</b>
ml: <b>കീബോര്‍ഡ് തയ്യാറാക്കുക</b>
pt: <b>Teclado Composto</b>

source: <b>Custom Keyboards</b>
de: <b>Benutzerdefinierte Tastaturen</b>
ml: <b>കീബോര്‍ഡുകള്‍ ഇഷ്ടാനുസൃതമാക്കുക</b>
pt: <b>Teclados Personalizados</b>

source: <b>Define Actions</b>
de: <b>Aktionen festlegen</b>
ml: <b>പ്രവര്‍ത്തനങ്ങള്‍ നിര്‍വചിക്കുക</b>
pt: <b>Definir Acções</b>

source: <b>Define Feedback</b>
de: <b>Rückmeldung festlegen</b>
ml: <b>അഭിപ്രായം നിര്‍വചിക്കുക</b>
pt: <b>Definir Resposta</b>

source: <b>Delay Before Activation</b>
de: <b>Verzögerung vor Aktivieren</b>
ml: <b>സജീവമാകുന്നതിനു് മുമ്പുള്ള താമസം</b>
pt: <b>Atraso Antes da Activação</b>

source: <b>Description</b>
de: <b>Beschreibung</b>
ml: <b>വിവരണം</b>
pt: <b>Descrição</b>

source: <b>Dock and Expand Horizontally</b>
de: <b>Andocken und horizontal ausdehnen</b>
ml: <b>നേരെ ഡോക്ക് ചെയ്തു് എക്സ്പാന്‍ഡ് ചെയ്യുക</b>
pt: <b>Anexar e Expandir Horizontalmente</b>

source: <b>Event Source</b>
de: <b>Ereignisquelle</b>
ml: <b>ഇവന്റ് സോഴ്സ്</b>
pt: <b>Origem de Evento</b>

source: <b>Font</b>
de: <b>Schrift</b>
ml: <b>അക്ഷരരൂപം</b>
pt: <b>Fonte</b>

source: <b>Key Flashing</b>
de: <b>Tastenblinken</b>
ml: <b>കീ ഫ്ലാഷിങ്</b>
pt: <b>Flash de Tecla</b>

source: <b>Key Size and Spacing Controls</b>
de: <b>Tastengrößen/-abstandskontrollen</b>
ml: <b>കീയുടെ വ്യാപ്തിയും സ്പെയിസിങ് നിയന്ത്രണങ്ങളും</b>
pt: <b>Controlos de Tamanho e Espaço de Tecla</b>

source: <b>Key</b>
de: <b>Taste</b>
ml: <b>കീ</b>
pt: <b>Tecla</b>

source: <b>Keyboard</b>
de: <b>Tastatur</b>
ml: <b>കീബോര്‍ഡ്</b>
pt: <b>Teclado</b>

source: <b>Modifier</b>
de: <b>Modifikator</b>
ml: <b>മോഡിഫയര്‍</b>
pt: <b>Modificador</b>

source: <b>Output</b>
de: <b>Ausgabe</b>
ml: <b>ഔട്ട്പുട്ട്</b>
pt: <b>Resultado</b>

source: <b>Preview</b>
de: <b>Vorschau</b>
ml: തിരനോട്ടം
pt: <b>Antevisão</b>

source: <b>Sensitivity</b>
de: <b>Empfindlichkeit</b>
ml: <b>സെന്‍സിറ്റിവിറ്റി</b>
pt: <b>Sensibilidade</b>

source: <b>Sound</b>
de: <b>Audio</b>
ml: <b>ശബ്ദം</b>
pt: <b>Som</b>

source: <b>Speech</b>
de: <b>Sprache</b>
ml: <b>സംഭാഷണം</b>
pt: <b>Locução</b>

source: <b>Switch or Button Number</b>
de: <b>Schalter- oder Knopfnummer</b>
ml: <b>സ്വിച്ച് അല്ലെങ്കില്‍ ബട്ടണ്‍ നമ്പര്‍</b>
pt: <b>Número de Interruptor ou Botão</b>

source: <b>Theme</b>
de: <b>Thema</b>
ml: <b>പ്രമേയം</b>
pt: <b>Tema</b>

source: <b>Timers and Delays</b>
de: <b>Timer/Verzögerungen</b>
ml: <b>ടൈമറുകളും താമസവും</b>
pt: <b>Temporizadores e Atrasos</b>

source: <b>Type</b>
de: <b>Typ</b>
ml: <b>ഏതു് തരം</b>
pt: <b>Tipo</b>

source: <b>Valuator Type</b>
de: <b>Abschätzmodus</b>
ml: <b>വാല്വേറ്റര്‍ തരം</b>
pt: <b>Tipo de Avaliador</b>

source: <b>Word Completion</b>
de: <b>Wort-Vervollständigung</b>
ml: <b>വാക്ക് പൂര്‍ത്തിയാക്കല്‍</b>
pt: <b>Completar Palavras</b>

source: <small><i><b>Note:</b> Changes to this setting will not take effect until you next run GOK.</i></small>
de: <small><i><b>Hinweis:</b> Änderungen an dieser Einstellung werden erst beim nächsten Ausführen von GOK wirksam.</i></small>
ml: <small><i><b>കുറിപ്പു്:</b> നിങ്ങള്‍ സജ്ജീകരണത്തില്‍ വരുത്തിയ മാറ്റങ്ങള്‍ അടുത്ത തവണ GOK ആരംഭിക്കുമ്പോള്‍ ലഭ്യമാകുന്നു.</i></small>
pt: <small><i><b>Nota:</b> Alterações a esta definição não terão efeito até que reinicie o GOK.</i></small>

source: A multiplier which is applied to the extended input device valuator events before processing.
de: Ein Multiplikator, der vor dem Verarbeiten auf Abschätzerereignisse von erweiterten Eingabegeräten angewandt werden soll.
ml: പ്രക്രിയയ്ക്കു മുമ്പായി എക്സ്റ്റെന്‍ഡഡ് ഇന്‍പുട്ട് ഡിവൈസ് വാല്വേറ്റര്‍ ഇവന്റുകള്‍ക്കുള്ളൊരു മള്‍ട്ടിപ്ലയര്‍.
pt: Um multiplicador que é aplicado aos eventos avaliados do dispositivo extendido de entrada antes do processamento.

source: Access Methods
de: Zugriffsmethoden
ml: ആക്സസ്സ് സംവിധാനങ്ങള്‍
pt: Métodos de Acesso

source: Action Names List
de: Liste der Aktionsnamen
ml: പ്രവര്‍ത്തികളുടെ പട്ടിക
pt: Lista de Nomes de Acções

source: Action Type:
de: Aktionstyp:
ml: ഏതു് തരം പ്രവര്‍ത്തി:
pt: Tipo de Acção:

source: ActionTypeNotebook
de: AktionstypNotebook
pt: LivroNotasTipoAcção

source: Actions
de: Aktionen
ml: പ്ര‌വ‍ര്ത്തനം
pt: Acções

source: Activate on Dw_ell
de: Beim _Gedrückthalten aktivieren
pt: Activar ao _Sobevoar

source: Activate on _Enter
de: Beim Drücken der _Eingabetaste aktivieren
ml: _Enter ചെയ്യുമ്പോള്‍ സജീവമാക്കുക
pt: Activar ao _Entrar

source: Activate on _Move
de: Beim _Verschieben aktivieren
ml: _നീക്കുമ്പോള്‍ സജീവമാക്കുക
pt: Activar ao _Mover

source: Activate when _pressed
de: Beim _Drücken aktivieren
ml: _അമര്‍ത്തുമ്പോള്‍ സജീവമാക്കുക
pt: Activar quando _premido

source: Activate when _released
de: Beim _Loslassen aktivieren
ml: _റിലീസ് ചെയ്യുമ്പോള്‍ സജീവമാക്കുക
pt: Activar quando _libertado

source: Add
de: Hinzufügen
ml: ചേര്‍ക്കുക
pt: Adicionar

source: Add New Key
de: Neue Taste hinzufügen
ml: പുതിയ കീ ചേര്‍ക്കുക
pt: Adicionar Nova Tecla

source: Additional directory to search for GOK Keyboards
de: Ordner, der zusätzlich nach GOK-Tastaturen durchsucht werden soll
ml: GOK കീബോര്‍ഡുകള്‍ തെരയുന്നതിനുള്ള അധികമായ ഡയറക്ടറി
pt: Directório adicional onde procurar teclados GOK

source: Alphanumeric keyboard arranged by letter frequency
de: Alphanumerische Tastatur, sortiert nach Häufigkeit der Buchstaben
ml: അക്ഷരങ്ങളുടെ ഫ്രീക്വന്‍സിയനുസരിച്ചുള്ള ആല്‍ഫാന്യൂമറിക് കീബോര്‍ഡ്
pt: Teclado alfanumérico ordenado por frequência de letra

source: Alphanumeric keyboard sorted alphabetically
de: Alphanumerische, alphabetisch sortiere Tastatur
ml: ആല്‍ഫാന്യൂമെറിക് കീബോര്‍ഡ് അക്ഷരങ്ങളനുസരിച്ച് ക്രമത്തിലാക്കിയിരിക്കുന്നു
pt: Teclado alfanumérico ordenado alfabeticamente

source: Appearance
de: Erscheinungsbild
ml: കാഴ്ച
pt: Aparência

source: Bottom:
de: Unten:
ml: താഴെ:
pt: Inferior:

source: Browse
de: Auswählen
ml: അന്വേഷണം
pt: Navegar

source: Command Prediction
de: Befehlsvorhersage
ml: കമാന്‍ഡ് പ്രവചനം
pt: Previsão de Comando

source: Delay
de: Verzögerung
ml: താമസം
pt: Atraso

source: Delay, in 100ths of a second, after the triggering event occurs, before activation takes place.
de: Die Verzögerung in Hundertstel Sekunden. Sie gibt an, wie lang es nach dem Auslösen des Ereignisses dauert, bis das Ereignis eintritt.
ml: സജീവമാക്കുന്നതിനു് മുമ്പു് ട്രിഗ്ഗറിങ് ഇവന്റിനു ശേഷമുള്ള താമസം, സെക്കന്‍ഡിന്റെ നൂറിലൊന്നു്.
pt: Atraso, em centésimas de segundo, após o evento despoletante ocorrer, antes da ser efectuada a activação.

source: Delete
de: Löschen
ml: നീക്കം ചെയ്യുക
pt: Apagar

source: Delete Key
de: Taste löschen
ml: Delete കീ
pt: Apagar Tecla

source: Dock Bottom
de: Dock unten
pt: Anexar à Zona Inferior

source: Dock Top
de: Dock oben
pt: Anexar à Zona Superior

source: Duplicate
de: Duplizieren
ml: യഥാര്‍ത്ഥമല്ലാത്ത
pt: Duplicar

source: Enable _key flashing
de: _Tastenblinken aktivieren
ml: _കീ ഫ്ലാഷിങ് സജ്ജമാക്കുക
pt: Activar flas_h de tecla

source: Enable _sound
de: _Audio aktivieren
ml: _ശബ്ദം സജ്ജമാക്കുക
pt: Activar _som

source: Enable _word completion
de: _Wort-Vervollständigung aktivieren
ml: _വാക്ക് പൂര്‍ണ്ണമാക്കുന്ന സംവിധാനം സജ്ജമാക്കുക
pt: Activar completar de pala_vras

source: Enable co_mmand prediction
de: _Befehlsvorhersage aktivieren
pt: Activar previsão de co_mando

source: Fill Width
de: Füllbreite
pt: Largura do Enchimento

source: Font Group:
de: Schriftgruppe
ml: അക്ഷരസഞ്ചയത്തിന്റെ ഗ്രൂപ്പ്:
pt: Grupo de Fonte:
